{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"center_slider_U3iPQr":{"type":"center-slider","blocks":{"slide_GdF66U":{"type":"slide","settings":{"image":"shopify:\/\/shop_images\/Mask_group_3.png","name":"Ashley, 38 ans","content":"<p>\"Theravivo m'a redonné confiance en moi ! Covid a été tellement stressant et cela s'est vu sur mon visage, alors je devrais plutôt vous remercier !<\/p>"}},"slide_3wykJM":{"type":"slide","settings":{"image":"shopify:\/\/shop_images\/Mask_group_7.png","name":"Marie, 44 ans","content":"<p>\"Je ne savais pas vraiment à quoi m'attendre lorsqu'une amie m'a offert le système Theravivo pour mon anniversaire. Ma peau est beaucoup plus saine, comme si j'avais à nouveau 20 ans ! Surtout les poches sous les yeux et les ridules sur le front et les joues.<\/p>"}},"slide_gDEN6c":{"type":"slide","settings":{"image":"shopify:\/\/shop_images\/Group_1_4.png","name":"Stéphanie, 56 ans","content":"<p>\"Ma peau change constamment, mais j'ai remarqué que le système a commencé à atténuer certaines ridules et à réduire l'apparence de mes pores.\"<\/p>"}}},"block_order":["slide_GdF66U","slide_3wykJM","slide_gDEN6c"],"settings":{"title":"<h1>Résultats du Système de Lifting du Visage 3-en-1<\/h1><p><strong>Dans une étude clinique indépendante, les participants ont observé une réduction moyenne de l'âge perçu de 7,8 ans après 60 jours d'utilisation quotidienne du système.<\/strong><\/p>","morecontent":"<p><em>Les résultats peuvent varier d'une personne à l'autre. La peau de chacun est unique et peut réagir différemment à nos produits. Nous proposons une politique d'essai\/de retour de 30 jours surpour tous nos produits afin que vous puissiez facilement les renvoyer pour un remboursement complet si vous n'êtes pas satisfait des résultats.<\/em><\/p>","custom_cl":"first-slider"}},"center_slider_mDVi6b":{"type":"center-slider","blocks":{"slide_xjakjg":{"type":"slide","settings":{"image":"shopify:\/\/shop_images\/image_6.png","name":"Sarah, 59 ans","content":"<p>\"J'utilise le masque LED Theravivo depuis 6 semaines et j'ai constaté une nette amélioration de la texture de ma peau. Les ridules autour de mes yeux se sont estompées et mon teint est plus lumineux. J'apprécie particulièrement la fonction minuteur qui me permet de l'utiliser facilement pendant que je lis le soir. Après 15 minutes d'utilisation, ma peau est plus ferme et repulpée.\"<\/p>"}},"slide_jXjMgb":{"type":"slide","settings":{"image":"shopify:\/\/shop_images\/image_5.png","name":"Ingrid, 45 ans","content":"<p>\"Le masque Theravivo a considérablement réduit mes taches brunes. Après 2 mois d'utilisation quotidienne, j'ai remarqué que les taches sur mes pommettes s'étaient éclaircies de façon visible. Ma peau est plus uniforme et j'ai même pu réduire l'utilisation de fond de teint. Le masque est confortable et ne chauffe pas, ce qui me permet de le porter sans problème pendant 20 minutes.\"<\/p>"}},"slide_rPEkeE":{"type":"slide","settings":{"image":"shopify:\/\/shop_images\/image_4.png","name":"Nishagaih, 34 ans","content":"<p>\"Je suis impressionnée par les résultats du masque LED Theravivo sur mon double menton. Après 4 semaines mois d'utilisation régulière, la peau de mon cou est plus tonique et les contours de mon visage sont mieux définis. J'ai aussi constaté une amélioration de l'élasticité de ma peau, notamment sur les joues. Le design du masque permet de cibler efficacement ces zones difficiles à traiter.\"<\/p>"}}},"block_order":["slide_xjakjg","slide_jXjMgb","slide_rPEkeE"],"settings":{"title":"<h1>Résultats du Masque LED avec Nano-Emission Photonique<\/h1><p><strong>93% des personnes<\/strong> interrogées ont déclaré que leur peau était plus saine et plus lumineuse après avoir utilisé le masque LED Theravivo pendant 2 semaines.<\/p>","morecontent":"<p><em>Les résultats peuvent varier d'une personne à l'autre. La peau de chacun est unique et peut réagir différemment à nos produits. Nous proposons une politique d'essai\/de retour de 30 jours pour tous nos produits afin que vous puissiez facilement les renvoyer pour un remboursement complet si vous n'êtes pas satisfait des résultats.<\/em><\/p>","custom_cl":"second-slider"}},"multicolumn_QRAXwi":{"type":"multicolumn","blocks":{"column_DEwzmh":{"type":"column","settings":{"title":"93%","text":"<p>des personnes ont déclaré que leur peau était plus <strong>éclatante et liftée<\/strong> après avoir utilisé le masque Theravivo pendant 14 jours.<\/p>","link_label":"","link":""}},"column_DKhtdB":{"type":"column","settings":{"title":"97%","text":"<p>des personnes ont déclaré que leur peau était <strong>plus saine et plus hydratée<\/strong> après avoir utilisé le masque Theravivo pendant 14 jours.<\/p>","link_label":"","link":""}},"column_c4c6xN":{"type":"column","settings":{"title":"93%","text":"<p>des personnes ont déclaré que leur peau était <strong>plus belle qu'avant<\/strong> après avoir utilisé le masque Theravivo pendant 14 jours.<\/p>","link_label":"","link":""}}},"block_order":["column_DEwzmh","column_DKhtdB","column_c4c6xN"],"settings":{"custom_cl":"before_multi_column","title":"","heading_size":"h1","image_width":"full","image_ratio":"adapt","columns_desktop":3,"column_alignment":"center","background_style":"primary","button_label":"","button_link":"","color_scheme":"scheme-2","columns_mobile":"1","swipe_on_mobile":false,"padding_top":36,"padding_bottom":36,"content":"<p><em>Basé sur une étude indépendante de validation des revendications menée auprès de 60 personnes pendant 30 jours en utilisant le masque Theravivo. Les résultats peuvent varier.<\/em><\/p>"}},"center_slider_arDKUr":{"type":"center-slider","blocks":{"slide_i4z9Ey":{"type":"slide","settings":{"image":"shopify:\/\/shop_images\/image_8_1.png","name":"Claire, 34 ans","content":"<p>\"J'ai des cheveux fins et fragiles qui deviennent facilement électriques. Depuis que j'utilise le HeatWave Pro, mes cheveux sont nettement moins cassants. La technologie ionique a vraiment fait des merveilles pour réduire les frisottis. Après 6 semaines d'utilisation, j'ai remarqué que mes pointes se dédoublaient beaucoup moins. Le réglage de température précis me permet d'adapter la chaleur à mes cheveux délicats. Mon brushing tient désormais toute la journée, même par temps humide.\"<\/p>"}},"slide_9c6tXc":{"type":"slide","settings":{"image":"shopify:\/\/shop_images\/image_9.png","name":"Sandrine, 36 ans","content":"<p>\"Avec mes cheveux épais et ondulés, le séchage prenait une éternité. Le HeatWave Pro a réduit mon temps de séchage de moitié ! Le flux d'air puissant et le large embout me permettent de sécher rapidement de grandes sections. J'adore l'option \"coup de froid\" qui fixe mon brushing. Après un mois d'utilisation, mes boucles sont mieux définies et plus brillantes. La fonction infrarouge semble vraiment hydrater mes cheveux en profondeur - ils sont beaucoup moins secs qu'avant.\"<\/p>"}},"slide_6Y9MEn":{"type":"slide","settings":{"image":"shopify:\/\/shop_images\/image_7.png","name":"Nathalie, 37 ans","content":"<p>\"J'ai les cheveux colorés qui ont tendance à ternir rapidement. Le HeatWave Pro a complètement transformé ma routine capillaire. La chaleur douce et uniforme préserve ma couleur bien plus longtemps. J'ai constaté une amélioration notable de la brillance dès la première utilisation. Après deux mois, mes cheveux sont visiblement plus souples et la texture est bien plus lisse. Le diffuseur inclus est parfait pour les jours où je veux accentuer mes ondulations naturelles sans les assécher.\"<\/p>"}}},"block_order":["slide_i4z9Ey","slide_9c6tXc","slide_6Y9MEn"],"settings":{"title":"<h1>Résultats avec HeatWave Pro<\/h1>","morecontent":"<p><em>Les résultats peuvent varier d'une personne à l'autre. La peau de chacun est unique et peut réagir différemment à nos produits. Nous proposons une politique d'essai\/de retour de 30 jours surpour tous nos produits afin que vous puissiez facilement les renvoyer pour un remboursement complet si vous n'êtes pas satisfait des résultats.<\/em><\/p>","custom_cl":"third-slider"}},"image_with_text_YUxcaY":{"type":"image-with-text","blocks":{"heading_Wyx3eK":{"type":"heading","settings":{"heading":"Les dermatologues adorent Theravivo","heading_size":"h1"}},"text_MPaUh6":{"type":"text","settings":{"text":"<p>\"En tant que dermatologue avec plus de 20 ans d'expérience, je suis impressionnée par la technologie de Nano Emission Photonique (NEP) développée par Theravivo. Cette innovation utilise des particules de lumière à l'échelle nanométrique, permettant une pénétration plus profonde et efficace dans la peau que les thérapies lumineuses traditionnelles. Mes observations cliniques ont montré que la NEP stimule remarquablement la production de collagène et d'élastine, ciblant spécifiquement les cellules responsables du renouvellement cutané sans endommager les tissus environnants. Les résultats sont visibles : amélioration de la texture de la peau, réduction des rides et luminosité accrue du teint, le tout avec un risque minimal d'effets secondaires. Je recommande fréquemment les produits Theravivo utilisant la NEP à mes patients cherchant des solutions anti-âge efficaces et non invasives, car les résultats que j'ai observés sont cohérents et impressionnants.\"<br\/>Dr. Sophie Martinez<\/p>","text_style":"body"}},"caption_QWhE7h":{"type":"caption","settings":{"caption":"Dermatologue","text_style":"caption-with-letter-spacing","text_size":"medium"}}},"block_order":["heading_Wyx3eK","text_MPaUh6","caption_QWhE7h"],"settings":{"custom_cl":"before-image-text","image":"shopify:\/\/shop_images\/a2575ce2a36693bbfa3ee1bf7f7bc804.jpg","height":"adapt","desktop_image_width":"medium","layout":"text_first","desktop_content_position":"top","desktop_content_alignment":"left","content_layout":"no-overlap","section_color_scheme":"","color_scheme":"scheme-3","image_behavior":"none","mobile_content_alignment":"left","padding_top":36,"padding_bottom":36}},"main_feature_collection_eVNzjg":{"type":"main-feature-collection","settings":{"title":"","heading_size":"h1","description":"","show_description":false,"description_style":"body","collection":"best-sellers","products_to_show":3,"columns_desktop":1,"full_width":false,"show_view_all":false,"view_all_style":"solid","enable_desktop_slider":false,"color_scheme":"","image_ratio":"adapt","image_shape":"default","show_secondary_image":false,"show_vendor":false,"show_rating":false,"quick_add":"standard","columns_mobile":"1","swipe_on_mobile":true,"padding_top":36,"padding_bottom":36}}},"order":["main","center_slider_U3iPQr","center_slider_mDVi6b","multicolumn_QRAXwi","center_slider_arDKUr","image_with_text_YUxcaY","main_feature_collection_eVNzjg"]}