{"sections":{"main":{"type":"main-page","settings":{"padding_top":28,"padding_bottom":28}},"collapsible_content_rjrAkx":{"type":"collapsible-content","blocks":{"collapsible_row_AHjLgV":{"type":"collapsible_row","settings":{"heading":"Avez-vous des photos avant et après ?","icon":"none","row_content":"<p>Oui ! Les clients et les affiliés nous envoient souvent des photos avant et après qui montrent les résultats étonnants qu'ils ont obtenus avec nos produits. <a href=\"https:\/\/fr.solawave.co\/pages\/results\" title=\"Résultats\">Cliquez ici<\/a> pour voir les photos avant et après de nos clients, et n'hésitez pas à <a href=\"mailto:support@solawave.co\" title=\"mailto:support@solawave.co\">nous envoyer<\/a> vos résultats par <a href=\"mailto:support@solawave.co\" title=\"mailto:support@solawave.co\">e-mail<\/a>!<\/p><p>N'oubliez pas : les résultats peuvent varier - c'est pourquoi nous vous offrons une période d'essai de 30 jours pour retourner votre achat si vous n'êtes pas satisfait des résultats que vous obtenez.<\/p>","page":""}},"collapsible_row_WGqEz9":{"type":"collapsible_row","settings":{"heading":"Offrez-vous des garanties ?","icon":"none","row_content":"<p>Chez Solawave, nous tenons à ce que chaque client soit satisfait de ses résultats. C'est pourquoi nous offrons une garantie de remboursement de 30 jours, sans aucune question, ainsi que la livraison gratuite pour tous les retours. Veuillez <a href=\"https:\/\/help.solawave.co\/en_us\/returns-policy-B1B_JMsFh\" target=\"_blank\" title=\"https:\/\/help.solawave.co\/en_us\/returns-policy-B1B_JMsFh\">cliquer ici<\/a> pour en savoir plus sur notre politique de retour. Si vous avez des questions concernant votre achat, n'hésitez pas à contacter <a href=\"https:\/\/help.solawave.co\/contact\/example-rkeRiqp9n\" target=\"_blank\" title=\"https:\/\/help.solawave.co\/contact\/example-rkeRiqp9n\">notre équipe du service clientèle<\/a> ou à <a href=\"mailto:help@mysolawave.com\" target=\"_blank\" title=\"mailto:help@mysolawave.com\">nous envoyer un e-mail<\/a>, et nous serons heureux de vous aider.<\/p>","page":""}},"collapsible_row_Jaz9Uy":{"type":"collapsible_row","settings":{"heading":"Puis-je utiliser les appareils Solawave avec mes propres produits de soin de la peau ?","icon":"none","row_content":"<p>Oui ! Nos appareils peuvent être facilement intégrés à votre routine de soins de la peau. Pour connaître la répartition exacte des recommandations topiques pour chaque appareil, lisez la suite :<\/p><p><a href=\"https:\/\/fr.solawave.co\/products\/radiant-renewal-skincare-wand-with-red-light-therapy\" title=\"Bâton de soin 4-en-1 Radiant Renewal\"><span style=\"text-decoration:underline\"><strong>Bâton de soin 4-en-1 Radiant Renewal<\/strong><\/span><\/a><\/p><p>Avant d'utiliser le bâtonnet, nous recommandons d'appliquer un sérum sans huile sur une peau propre et non maquillée pour faciliter le glissement du bâtonnet. Pour de meilleurs résultats, nous recommandons d'appliquer notre sérum activateur Renew Complex immédiatement avant d'utiliser la baguette. Ses ingrédients aident à hydrater la peau en profondeur, tout en conduisant le courant galvanique et en réduisant l'apparence des imperfections. Vous pouvez également utiliser un produit topique hydratant (sérum ou crème hydratante) contenant des ingrédients conducteurs tels que l'acide hyaluronique et\/ou l'aloe vera. <\/p><p><a href=\"https:\/\/fr.solawave.co\/products\/bye-acne-3-minute-spot-treatment\" title=\"Bye Acne: Traitement des boutons en 3 minutes\"><span style=\"text-decoration:underline\"><strong>Bye Acne Traitement des boutons en 3 minutes<\/strong><\/span><\/a><\/p><p>Bye Acne ne doit être utilisé que sur une peau propre. Si vous utilisez un traitement contre l'acné sur ordonnance ou en vente libre, veuillez consulter un médecin avant de combiner les deux produits. Nous vous recommandons de faire suivre votre séance Bye Acne de notre masque en feuille hydratant. Sa formule en instance de brevet, composée de peptides d'avocat, de niacinamide, d'acide hyaluronique et de provitamine B5, aide à combattre les imperfections tout en hydratant la peau en profondeur.<\/p><p><a href=\"https:\/\/fr.solawave.co\/products\/wrinkle-acne-clearing-light-therapy-mask\" title=\"Masque de luminothérapie anti-rides et anti-acné\"><span style=\"text-decoration:underline\"><strong>Masque de luminothérapie anti-rides et anti-acné<\/strong><\/span><\/a><\/p><p>Étant donné que le masque délivre une luminothérapie continue et ciblée pendant une période plus longue que les baguettes, nous vous recommandons de ne pas utiliser de produits topiques avant le traitement. Après le traitement, nous vous recommandons d'utiliser notre masque en feuille hydratant pour renforcer l'hydratation et repulper votre peau pour un éclat qui dure toute la journée.<\/p><p>Vous pouvez facilement incorporer tous les autres produits Solawave , tels que les topiques, dans votre routine de soins existante. Nous recommandons d'utiliser nos baguettes immédiatement après l'application de vos sérums (et avant votre crème hydratante). Nous recommandons d'utiliser Bye Acne et le masque de luminothérapie anti-rides et anti-acné immédiatement après avoir nettoyé la peau et avant d'appliquer tout produit topique. Si vous utilisez du rétinol, nous vous recommandons d'utiliser les appareils Solawave à un autre moment de la journée.<\/p>","page":""}},"collapsible_row_9gaVJ4":{"type":"collapsible_row","settings":{"heading":"Les dispositifs Solawave sont-ils faciles à transporter ?","icon":"none","row_content":"<p>Oui ! Pour trois appareils, le <a href=\"https:\/\/fr.solawave.co\/products\/red-light-advanced-wand\" title=\"Bâton de soin 4 en 1 avec thérapie par la lumière rouge\">bâton de soin 4 en 1 avec la thérapie par la lumière rouge<\/a> et le <a href=\"https:\/\/fr.solawave.co\/products\/bye-acne-3-minute-spot-treatment\" title=\"Bye Acne: Traitement des boutons en 3 minutes\">traitement des boutons<\/a> en 3 minutes ( <a href=\"https:\/\/fr.solawave.co\/products\/bye-acne-3-minute-spot-treatment\" title=\"Bye Acne: Traitement des boutons en 3 minutes\">Bye Acne )<\/a>, ces produits de soin de la peau de qualité spa peuvent être transportés dans les avions dans votre sac personnel. Ne les rangez PAS dans vos bagages enregistrés, car leurs piles au lithium-ion sont interdites dans les bagages enregistrés.<\/p><p>En ce qui concerne le <a href=\"https:\/\/fr.solawave.co\/products\/wrinkle-acne-clearing-light-therapy-mask\" title=\"Masque de luminothérapie anti-rides et anti-acné\">masque de luminothérapie anti-rides et anti-acné<\/a>, vérifiez auprès de la compagnie aérienne que l'appareil peut être transporté et\/ou utilisé dans l'avion avant de prendre l'avion.<\/p><p>En ce qui concerne nos produits topiques, vous pouvez les emporter dans votre bagage à main, car tous nos produits contiennent 100 ml ou moins de liquide. Certains pays limitent le nombre de flacons dans votre bagage à main. Veuillez donc vérifier auprès de votre agent de voyage ou de votre compagnie aérienne que vous pouvez voyager avec l'ensemble de vos produits de soin de la peau.<\/p>","page":""}},"collapsible_row_DR3wUR":{"type":"collapsible_row","settings":{"heading":"Dois-je associer le sérum activant Renew Complex à un appareil ?","icon":"none","row_content":"<p>Lorsque vous utilisez nos baguettes de soin, nous vous recommandons d'appliquer un sérum ou un gel conducteur tel que notre <a href=\"https:\/\/fr.solawave.co\/products\/solawave-renew-complex-serum-bundles\" title=\"Sérum activant Renew Complex\">sérum activateur Renew Complex<\/a>. Vous pouvez tout à fait utiliser le sérum activateur Renew Complex seul. Infusé d'ingrédients ultra-hydratants, repulpants et apaisants comme la tanaisie bleue, l'aloe vera et l'acide hyaluronique, notre sérum activant sans parfum et entièrement naturel est un excellent moyen de nourrir votre peau.<\/p>","page":""}},"collapsible_row_V8XVrC":{"type":"collapsible_row","settings":{"heading":"Quels sont les avantages des technologies de Solawave?","icon":"check_mark","row_content":"<p>Nos produits utilisent des technologies non invasives de stimulation de la peau. Pour mieux comprendre les avantages offerts par nos appareils, veuillez consulter les pages suivantes :<\/p><p><span style=\"text-decoration:underline\">Thérapie par la lumière rouge<\/span> - En diffusant des longueurs d'onde de lumière rouge de faible intensité, cette thérapie sûre, douce et non invasive peut réduire l'apparence des rides et ridules, des taches sombres et des imperfections. Elle peut également apporter un effet de rémanence visible. <a href=\"https:\/\/fr.solawave.co\/products\/bye-acne-3-minute-spot-treatment\" title=\"Bye Acne: Traitement des boutons en 3 minutes\">Bye Acne<\/a> Le <a href=\"https:\/\/fr.solawave.co\/products\/wrinkle-acne-clearing-light-therapy-mask\" title=\"Masque de luminothérapie anti-rides et anti-acné\">masque de luminothérapie anti-rides et anti-acné<\/a> utilise une concentration plus élevée de luminothérapie rouge qui peut également réduire la visibilité de l'inflammation causée par l'acné. Vous trouverez la luminothérapie rouge dans les produits suivants le <a href=\"https:\/\/fr.solawave.co\/products\/radiant-renewal-skincare-wand-with-red-light-therapy\" title=\"Bâton de soin 4-en-1 Radiant Renewal\">bâton de soin 4-en-1 Radiant Renewal <\/a>(centroïde : 630 nanomètres), le <a href=\"https:\/\/fr.solawave.co\/products\/red-light-advanced-wand\" title=\"Bâton de soin 4 en 1 avec thérapie par la lumière rouge\">bâton de soin 4-en-1 <\/a>(centroïde : 660 nm), <a href=\"https:\/\/fr.solawave.co\/products\/bye-acne-3-minute-spot-treatment\" title=\"Bye Acne: Traitement des boutons en 3 minutes\">Bye Acne 3-Minute Pimple<\/a> <a href=\"https:\/\/fr.solawave.co\/products\/bye-acne-3-minute-spot-treatment\" title=\"Bye Acne: Traitement des boutons en 3 minutes\">Spot Treatment<\/a> (centroïde : 630 nm), et le <a href=\"https:\/\/fr.solawave.co\/products\/wrinkle-acne-clearing-light-therapy-mask\" title=\"Masque de luminothérapie anti-rides et anti-acné\">masque de luminothérapie anti-rides et anti-acné<\/a> (centroïde : 640 nm).<\/p><p><span style=\"text-decoration:underline\">Thérapie par la lumière bleue<\/span> - En diffusant des longueurs d'onde de lumière bleue de faible intensité, cette thérapie sûre, douce et non invasive combat les bactéries responsables de l'acné. Elle prévient également l'apparition de nouvelles éruptions en réduisant la production de sébum. Il s'agit d'un traitement naturel et indolore de la peau qui fonctionne pour tous les sexes et tous les âges. Vous trouverez la thérapie par la lumière bleue dans : <a href=\"https:\/\/fr.solawave.co\/products\/bye-acne-3-minute-spot-treatment\" title=\"Bye Acne: Traitement des boutons en 3 minutes\">Bye Acne Traitement des boutons en 3 minutes<\/a> (415 nm) et <a href=\"https:\/\/fr.solawave.co\/products\/wrinkle-acne-clearing-light-therapy-mask\" title=\"Masque de luminothérapie anti-rides et anti-acné\">Masque de luminothérapie anti-rides et anti-acné<\/a> (465 nm). <\/p><p><span style=\"text-decoration:underline\">Courant galvan<\/span> ique - Le courant galvanique est une forme d'énergie sûre et non invasive qui peut aider à stimuler l'absorption des sérums et des crèmes, afin que vos produits de soin de la peau soient plus efficaces. Vous trouverez le courant galvanique dans le <a href=\"https:\/\/fr.solawave.co\/products\/radiant-renewal-skincare-wand-with-red-light-therapy\" title=\"Bâton de soin 4-en-1 Radiant Renewal\">bâton de soin 4-en-1 Radiant Renewal <\/a>.<\/p><p><span style=\"text-decoration:underline\">Thérapie par microcourant<\/span> - La thérapie par microcourant consiste à délivrer en toute sécurité un courant (300 microampères) à la peau. Ces ondes électriques légères et de faible voltage stimulent la peau et les muscles du visage, ce qui permet d'obtenir un aspect lifté et modelé. Il s'agit en quelque sorte d'un mini-entraînement pour le visage. La thérapie par microcourant est sûre, douce et non invasive. Vous pouvez trouver la thérapie par micro-courant dans les produits suivants : Le <a href=\"https:\/\/fr.solawave.co\/products\/red-light-advanced-wand\" title=\"Bâton de soin 4 en 1 avec thérapie par la lumière rouge\">bâton de soin 4-en-1 avec la thérapie par la lumière rouge<\/a>.<\/p><p><span style=\"text-decoration:underline\">Massage du visage<\/span> - Le massage du visage n'est pas seulement agréable, il peut aussi favoriser la circulation et donner à la peau un aspect lisse et éclatant. Le résultat est une diminution temporaire des poches et un affinement de l'aspect du visage. Vous pouvez trouver le massage facial dans : <a href=\"https:\/\/fr.solawave.co\/products\/radiant-renewal-skincare-wand-with-red-light-therapy\" title=\"Bâton de soin 4-en-1 Radiant Renewal\">4-in-1 Radiant Renewal Skincare<\/a> Wand et <a href=\"https:\/\/fr.solawave.co\/products\/red-light-advanced-wand\" title=\"Bâton de soin 4 en 1 avec thérapie par la lumière rouge\">4-in-1 Skincare Wand with Red Light Therapy<\/a>.<\/p><p><span style=\"text-decoration:underline\">Chaleur thérapeutique<\/span> - La thérapie de réchauffement doux est un traitement de beauté non invasif qui consiste à appliquer une chaleur apaisante pour rajeunir la peau et la maintenir en bonne santé. Le réchauffement de la peau peut favoriser une meilleure absorption des produits de soins topiques, ce qui permet d'obtenir de meilleurs résultats tout en minimisant l'utilisation de produits. Solawave Les baguettes diffusent une chaleur thérapeutique sur la peau à une température d'environ 38°C (100°F). C'est une méthode sûre à 100 %, indolore et très relaxante. Vous pouvez trouver la chaleur thérapeutique dans : Le <a href=\"https:\/\/fr.solawave.co\/products\/radiant-renewal-skincare-wand-with-red-light-therapy\" title=\"Bâton de soin 4-en-1 Radiant Renewal\">bâton de soin 4-en-1 Radiant Renewal <\/a>et le <a href=\"https:\/\/fr.solawave.co\/products\/red-light-advanced-wand\" title=\"Bâton de soin 4 en 1 avec thérapie par la lumière rouge\">bâton de soin 4-en-1 avec la thérapie par la lumière rouge<\/a>.<\/p><p>Toutes nos technologies sont sûres et n'entraînent que peu ou pas d'effets secondaires chez les personnes en bonne santé. <\/p><p>Enfin, si vous avez eu récemment des problèmes de santé, par excès de prudence, consultez un médecin avant d'utiliser un appareil.<\/p>","page":""}}},"block_order":["collapsible_row_AHjLgV","collapsible_row_WGqEz9","collapsible_row_Jaz9Uy","collapsible_row_9gaVJ4","collapsible_row_DR3wUR","collapsible_row_V8XVrC"],"settings":{"caption":"","heading":"Général","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_n7YYr8":{"type":"collapsible-content","blocks":{"collapsible_row_tV7qch":{"type":"collapsible_row","settings":{"heading":"Quels types de résultats puis-je observer avec le bâton de soin Radiant Renewal ?","icon":"none","row_content":"<p>Lorsqu'il est intégré à une routine de soins de la peau, le bâtonnet peut offrir une multitude d'avantages cosmétiques. Le <a href=\"https:\/\/fr.solawave.co\/products\/radiant-renewal-skincare-wand-with-red-light-therapy\" title=\"Bâton de soin 4-en-1 Radiant Renewal\">Skincare WandRadiant Renewal <\/a>est un outil de soin de la peau puissant mais non invasif, conçu pour aider à lisser les ridules, estomper les imperfections, réduire les poches et vous donner un éclat radieux. <\/p><p>En intégrant Solawave à leur routine de soins de la peau (selon les instructions), la plupart des utilisateurs remarquent une peau d'apparence plus lisse, une diminution de l'apparence des cernes, une réduction de l'apparence des imperfections et une amélioration générale de l'apparence de la texture de la peau. Après quelques semaines d'utilisation régulière, vous pouvez vous attendre à une apparence visiblement plus fraîche et rajeunie, votre peau peut sembler avoir un éclat radieux. Une utilisation continue vous permettra d'obtenir et de conserver une peau radieuse et éclatante.<\/p><p>N'oubliez pas que la peau de chacun est unique et que les résultats peuvent donc varier d'une personne à l'autre. Nous offrons une période d'essai de 30 jours pour tout achat. Si vous n'aimez pas vos produits Solawave ou les résultats visibles, vous pouvez facilement retourner vos articles gratuitement - nous couvrirons les frais d'expédition dans les deux sens !<\/p>","page":""}},"collapsible_row_UyJDVU":{"type":"collapsible_row","settings":{"heading":"Quels types de résultats puis-je espérer obtenir avec le site Bye Acne: Traitement de l'acné en 3 minutes ?","icon":"none","row_content":"<p>Ce dispositif de traitement des taches, homologué par la FDA, exploite la puissance de la luminothérapie rouge et de la luminothérapie bleue pour traiter visiblement l'acné et les éruptions cutanées, tout en accélérant la cicatrisation de la peau enflammée.<\/p><p>Le <a href=\"https:\/\/fr.solawave.co\/products\/bye-acne-3-minute-spot-treatment\" title=\"Bye Acne: Traitement des boutons en 3 minutes\">Bye Acne 3-Minute Pimple<\/a> <a href=\"https:\/\/fr.solawave.co\/products\/bye-acne-3-minute-spot-treatment\" title=\"Bye Acne: Traitement des boutons en 3 minutes\">Spot Treatment<\/a> est un appareil médical de classe II avec une session de traitement spécialisée préprogrammée de trois minutes combinant la luminothérapie rouge et la luminothérapie bleue. Ensemble, ils ont démontré qu'ils combattent l'acné, réduisent la production de sébum et l'inflammation, éclaircissent l'hyperpigmentation post-acnéique et préviennent les futures éruptions cutanées. <\/p><p>La plupart des utilisateurs constatent une amélioration des boutons et des points blancs après 2 ou 3 utilisations, et 90 % d'amélioration de l'acné en 9 séances de luminothérapie. En ce qui concerne l'utilisation à long terme, vous pouvez vous attendre à une réduction significative du nombre de lésions d'acné et de lésions inflammatoires. La peau de chacun étant unique, les résultats peuvent varier. Nous recommandons également de compléter votre routine avec un nettoyant et une crème hydratante compatibles avec votre type de peau. Certains utilisateurs peuvent ressentir une \"purge\" ou une augmentation temporaire des boutons lors de l'introduction de Bye Acne dans leur routine. Si cela se produit, votre peau devrait se normaliser après quelques séances supplémentaires avec Bye Acne.<\/p>","page":""}}},"block_order":["collapsible_row_tV7qch","collapsible_row_UyJDVU"],"settings":{"caption":"","heading":"Résultats","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_T4bAFx":{"type":"collapsible-content","blocks":{"collapsible_row_FtL4YB":{"type":"collapsible_row","settings":{"heading":"Quelle est la rapidité d'expédition ?","icon":"none","row_content":"<p>Nous expédions les commandes du lundi au vendredi, à l'exception des jours fériés. La plupart des commandes sont expédiées dans un délai de 1 à 2 jours, mais nous nous efforçons d'expédier les commandes dans un délai d'un jour ouvrable.<\/p>","page":""}},"collapsible_row_bC6p6A":{"type":"collapsible_row","settings":{"heading":"Livrez-vous à l'étranger ?","icon":"none","row_content":"<p>Absolument ! Pour les commandes internationales, les taxes et les droits de douane seront facturés lors de la validation de la commande afin que vous n'ayez pas à payer de frais supplémentaires à la livraison. Lors de la validation de la commande, vous verrez le détail complet du tarif sous \"Méthode d'expédition\". Les taxes et les frais de douane sont indiqués séparément.<\/p><p>Si vous expédiez vers le Royaume-Uni : pour que votre commande vous parvienne, nous avons conclu un partenariat avec Passport Shipping, qui sera le vendeur pour toutes les commandes à destination du Royaume-Uni pour les commandes inférieures à €135.<\/p><p>Malheureusement, nous n'expédions pas vers les pays suivants : Afghanistan, Bélarus, Bhoutan, Brésil, Brunei, Île de Noël, Îles Cocos (Keeling), Congo - Kinshasa, Îles Cook, Costa Rica, Curaçao, Îles Falkland, Territoires français du Sud, Laos, Libye, Mayotte, Tchad, Territoire britannique de l'océan Indien, Mongolie, Nauru, Niue, Île Norfolk, Pakistan, Territoires palestiniens, Papouasie-Nouvelle-Guinée, Îles Pitcairn, Russie, Samoa, Îles Salomon, Somalie, Afrique du Sud (1 des 9 provinces), Géorgie du Sud et Îles Sandwich du Sud, Sud-Soudan, St. Pierre & Miquelon, Taïwan, Timor-Leste, Tokelau, Turquie, Turkménistan, Tuvalu, Îles périphériques des États-Unis, Ukraine, Cité du Vatican, Venezuela, Sahara occidental, Yémen.<\/p><p>N'oubliez pas qu'en raison du nombre limité de voies de traitement et de la disponibilité réduite du fret aérien pour les envois quittant la frontière américaine, les colis internationaux subissent parfois des retards. Si votre numéro de suivi n'a pas été mis à jour depuis plus de deux semaines, veuillez nous contacter afin que nous puissions examiner le problème pour vous.<\/p>","page":""}},"collapsible_row_WWAaHm":{"type":"collapsible_row","settings":{"heading":"Offrez-vous une garantie ?","icon":"check_mark","row_content":"<p>Absolument ! Pour tous les appareils, nous offrons une garantie limitée d'un an à compter de la date d'achat. Si votre appareil ne fonctionne pas correctement en raison d'un défaut de fabrication, nous remplacerons gratuitement la baguette pendant cette période d'un an. Les appareils couverts par cette garantie sont (1) Solawave's 4-in-1 Radiant Renewal Skincare Wand, (2) Solawave's 4-in-1 Skincare Wand (2020 Model), (3) Bye Acne: 3-Minute Pimple Spot Treatment, et (4) Solawave's Wrinkle & Acne Clearing Light Therapy Mask.<br\/><br\/>Les remplacements au titre de la garantie sont traités après réception des articles retournés, le cas échéant. Pour plus d'informations sur les modalités de retour, veuillez consulter notre <a href=\"https:\/\/help.solawave.co\/en-US\/returns-policy-124550\" target=\"_blank\" title=\"https:\/\/help.solawave.co\/en_us\/returns-policy-B1B_JMsFh\">politique de retour<\/a>.<\/p><p>Cette garantie ne couvre pas les appareils endommagés par<\/p><ul><li>Accident, mauvaise utilisation, abus ou altération.<\/li><li>Vol ou perte.<\/li><li>Utilisation avec des accessoires non autorisés ou utilisation non conforme aux instructions.<\/li><li>Connexion à un courant et une tension incorrects.<\/li><li>Entretien ou réparation par des personnes non autorisées.<\/li><\/ul><p>Cette garantie ne s'applique qu'à l'achat au détail d'origine, à la date d'achat au détail d'origine, avec la preuve d'achat d'origine (telle que le reçu du magasin de détail ou le numéro de commande Solawave ) et uniquement si l'achat a été effectué auprès d'un détaillant ou d'un revendeur agréé. Les remplacements au titre de la garantie sont effectués après réception des articles défectueux retournés, le cas échéant.<\/p><p>Cette garantie ne s'applique que si l'appareil est utilisé avec des accessoires autorisés (tels que le câble de chargement). La garantie Solawave ne s'étend pas aux produits Solawave Skincare, qui sont uniquement soumis à la politique de retour Solawave .<\/p><p>Solawave ne sera pas responsable des dommages accessoires, spéciaux ou consécutifs résultant de l'utilisation de cet appareil. Toutes les garanties implicites, y compris, mais sans s'y limiter, les garanties implicites d'adéquation et de qualité marchande, sont limitées à un an à compter de la date d'achat initiale.<\/p>","page":""}},"collapsible_row_4BBWaA":{"type":"collapsible_row","settings":{"heading":"Quelle est votre politique de retour ?","icon":"none","row_content":"<p><strong>Prolongation de la fenêtre de retour pour les fêtes<\/strong>: toutes les commandes achetées en novembre et décembre de cette année bénéficient d'une fenêtre de retour jusqu'au 31 janvier 2024 !<br\/><br\/>Tous les retours doivent être initiés dans les 30 jours suivant la réception de votre commande. Pour initier un retour, veuillez cliquer <a href=\"https:\/\/help.solawave.co\/en-US\/contact\" title=\"https:\/\/help.solawave.co\/en_us\/returns-policy-B1B_JMsFh\">ici<\/a> ou contacter notre équipe d'assistance à la clientèle à <a href=\"mailto:support@solawave.co\">support@solawave.co.<\/a> Les retours doivent être expédiés et en transit vers notre entrepôt dans les 14 jours suivant la confirmation de la demande de retour pour que nous puissions procéder au remboursement. <span style=\"text-decoration:underline\"><strong>Remarque :<\/strong><\/span> Si vous avez déjà demandé votre retour dans le délai de 30 jours et que vous attendez simplement une réponse, vous êtes couvert.<\/p><p>Pour les retours éligibles, une étiquette de retour prépayée sera fournie pour les commandes passées aux États-Unis uniquement, et pour les retours effectués à partir d'un lieu situé aux États-Unis uniquement. Si vous avez utilisé un autre transporteur ou une autre étiquette d'expédition que l'étiquette fournie, veuillez fournir les informations de suivi. Les frais d'expédition liés à l'utilisation d'un autre transporteur ou d'une autre étiquette de retour ne sont pas remboursables.<\/p><p>Afin de recevoir un remboursement complet, les retours doivent inclure le produit, l'emballage d'origine, les instructions et les accessoires. Tous les articles doivent être retournés en bon état de fonctionnement et d'usure normale.<\/p><p>Les retours seront entièrement inspectés à la réception afin de s'assurer du bon état de fonctionnement de tous les composants. Si l'un des composants est manquant, sale ou endommagé, le coût du composant concerné sera déduit de votre remboursement.<\/p><p>Veuillez compter jusqu'à 10 jours ouvrables pour le traitement de votre retour. Nous ne pouvons traiter que les retours de produits vendus sur Solawave.co. Les remboursements sont effectués sur votre méthode de paiement d'origine et peuvent prendre jusqu'à 7-10 jours ouvrables pour apparaître. Les frais d'expédition ne sont pas remboursables (la plupart des commandes bénéficient de la livraison gratuite).<\/p><p>Les produits topiques peuvent faire l'objet d'un retour physique s'ils ne sont pas ouverts et s'ils se trouvent dans leur emballage d'origine. <\/p><p>Les articles marqués comme étant en vente finale ne peuvent être retournés ou remboursés.  <\/p><p>Les clients qui achètent un appareil Solawave auprès d'un détaillant ou d'un revendeur agréé, plutôt que directement auprès de Solawave, doivent contacter ce détaillant ou ce revendeur agréé, et non Solawave, pour toute question concernant les retours. <\/p><p><span style=\"text-decoration:underline\">Pour les commandes internationales :<\/span> Les commandes dont les frais de douane n'ont pas été acquittés ne peuvent pas être retournées. En outre, nous ne pouvons pas fournir d'étiquettes de retour gratuites pour les clients internationaux. Les frais de retour internationaux ne sont<\/p>","page":""}}},"block_order":["collapsible_row_FtL4YB","collapsible_row_bC6p6A","collapsible_row_WWAaHm","collapsible_row_4BBWaA"],"settings":{"caption":"","heading":"Expédition et retours","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_PPApR4":{"type":"collapsible-content","blocks":{"collapsible_row_yLRMxa":{"type":"collapsible_row","settings":{"heading":"Comment utilisez-vous le bâton de soin Radiant Renewal ?","icon":"none","row_content":"<p>Nous avons délibérément conçu l'<a href=\"https:\/\/fr.solawave.co\/products\/radiant-renewal-skincare-wand-with-red-light-therapy\" title=\"Radiant Renewal Bâton de soin avec thérapie par la lumière rouge\">applicateur Radiant Renewal Skincare W<\/a> and pour qu'il soit facile à transporter et à utiliser. Glissez sans effort la baguette sur chaque région de votre visage pendant trois minutes pour recevoir une dose thérapeutique de ses quatre technologies. Vous pouvez l'utiliser n'importe quand, n'importe où. C'est une façon amusante et relaxante d'obtenir une peau éclatante. Pour une meilleure expérience, appliquez notre <a href=\"https:\/\/fr.solawave.co\/products\/solawave-renew-complex-serum-bundles\" title=\"Sérum activant Renew Complex\">sérum activateur Renew Complex<\/a> immédiatement avant d'utiliser la baguette.<\/p>","page":""}},"collapsible_row_8fCcPA":{"type":"collapsible_row","settings":{"heading":"Comment utilisez-vous le bâton de soin 4 en 1 avec la thérapie par la lumière rouge ?","icon":"none","row_content":"<p>Nous avons délibérément créé la <a href=\"https:\/\/fr.solawave.co\/products\/red-light-advanced-wand\" title=\"Bâton de soin 4 en 1 avec thérapie par la lumière rouge\">baguette<\/a> pour qu'elle soit facile à transporter et à utiliser. Glissez sans effort la baguette sur votre visage pendant seulement cinq minutes par jour, trois à cinq jours par semaine, pour profiter des avantages cosmétiques de ses quatre technologies. Vous pouvez l'utiliser n'importe quand, n'importe où. C'est une façon amusante et relaxante d'obtenir une peau d'apparence étonnante. Pour une meilleure expérience, appliquez notre <a href=\"https:\/\/fr.solawave.co\/products\/solawave-conductive-gel-for-microcurrent-therapy\" title=\"Sérum activant Renew Complex\">sérum activateur Renew Complex<\/a> immédiatement avant d'utiliser la baguette. Au fur et à mesure que votre peau s'habitue à la baguette, vous pouvez augmenter progressivement la durée et la fréquence des traitements.<\/p>","page":""}}},"block_order":["collapsible_row_yLRMxa","collapsible_row_8fCcPA"],"settings":{"caption":"","heading":"Utilisation","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_nBi9kD":{"type":"collapsible-content","blocks":{"collapsible_row_JiP4RN":{"type":"collapsible_row","settings":{"heading":"Radiant Renewal Bâton de soin avec thérapie par la lumière rouge","icon":"none","row_content":"<p><\/p><ul><li>Zone des seins<\/li><li>Larynx\/gorge<\/li><li>Coffre<\/li><li>Zone de l'aine<\/li><li>Paupières<\/li><li>Sous l'arcade sourcilière<\/li><\/ul><p>SolawaveLe bâton de soin Radiant Renewal Skincare Wand ne doit pas être utilisé par les personnes suivantes<\/p><ul><li>Personnes âgées de moins de 18 ans<\/li><li>Femmes enceintes<\/li><li>Personnes sujettes à des crises d'épilepsie<\/li><li>Personnes atteintes de cancer\/tumeurs<\/li><li>Personnes porteuses d'un stimulateur cardiaque<\/li><li>Personnes porteuses d'un défibrillateur\/stimulateur implanté<\/li><li>Personnes porteuses de dispositifs électroniques implantés<\/li><\/ul><p>Si vous avez des préoccupations médicales, une maladie, des conditions médicales telles que l'épilepsie ou des crises d'épilepsie, ou une chirurgie faciale récente, veuillez consulter votre médecin avant d'utiliser la baguette Solawave Radiant Renewal .<\/p><p>Les appareils de surveillance électronique (tels que les moniteurs ECG et les alarmes ECG) peuvent ne pas fonctionner correctement lorsque la baguette Solawave est utilisée. La baguette Solawave ne doit être utilisée que sur une peau saine et intacte.<\/p><p>La stimulation ne doit pas être appliquée sur ou à proximité de lésions cancéreuses, ni sur des zones enflées, infectées ou enflammées ou sur des éruptions cutanées (par exemple, phlébite, thrombophlébite, rupture de capillaires, varices, etc.)<\/p><p>Les effets indésirables potentiels peuvent inclure une irritation ou une rougeur de la peau. Réservé à l'usage des adultes. Tenir hors de portée des enfants.<\/p><p>N'appliquez pas la stimulation sur votre poitrine, car l'introduction du courant électrique dans la poitrine peut provoquer des troubles du rythme cardiaque, ce qui pourrait être mortel.<\/p><p><strong>Précautions<\/strong><\/p><p>SolawaveLa baguette Radiant Renewal est conçue pour un usage cosmétique uniquement et pour les personnes en bonne santé.<\/p><p>Un léger picotement peut se produire lors de l'utilisation de la baguette Solawave . Il peut également y avoir une perception de lumières clignotantes pendant l'utilisation de la baguette, résultant de la stimulation de votre nerf optique. Si vous constatez ce phénomène de manière constante et\/ou sans utiliser votre baguette Solawave , consultez votre médecin.<\/p><p>Veuillez consulter le manuel d'utilisation et les vidéos d'instruction en ligne sur solawavetutorials.com avant d'utiliser votre baguette Solawave . <\/p><p>La prudence est de mise pour les patients présentant des problèmes cardiaques suspectés ou diagnostiqués.<\/p><p>La prudence est de mise pour les patients dont l'épilepsie est suspectée ou diagnostiquée.<\/p><p>La prudence est de mise si vous avez tendance à faire des hémorragies à la suite d'un traumatisme aigu et\/ou si vous utilisez la baguette Solawave sur des zones de la peau dépourvues de sensations normales.<\/p><p>Si vous ressentez une irritation ou une hypersensibilité de la peau due à la stimulation électrique ou au milieu conducteur électrique (par exemple, le sérum activant Renew Complex), vous pouvez probablement réduire l'irritation en utilisant un autre milieu conducteur.<\/p><p>Le Solawave Radiant Renewal Skincare Wand ne doit pas être utilisé en conduisant, en faisant fonctionner des machines ou pendant toute activité dans laquelle des contractions musculaires involontaires peuvent exposer l'utilisateur à un risque excessif de blessure.<\/p><p>Si vous avez une maladie cardiaque suspectée ou diagnostiquée, vous devez suivre les précautions recommandées par votre médecin.<\/p><p>Consultez votre médecin avant d'utiliser l'appareil après une intervention chirurgicale récente.<\/p><p><strong>Effets indésirables<\/strong><\/p><p>Si vous ressentez un mal de tête persistant et\/ou d'autres sensations douloureuses pendant ou après l'utilisation de la baguette Solawave , vous devez cesser d'utiliser l'appareil et consulter votre médecin.<\/p><p><strong>Très important<\/strong><\/p><p>Cet appareil est destiné à un usage cosmétique sur le visage et le cou. Toute conséquence néfaste résultant d'une mauvaise utilisation, d'une application sur d'autres zones du corps, d'une connexion à des sources de tension inappropriées, d'une solution conductrice sale ou de toute autre application inappropriée n'est pas de la responsabilité de Solawave ni de ses affiliés.<\/p>","page":""}},"collapsible_row_kKNCFX":{"type":"collapsible_row","settings":{"heading":"Bâton de soin 4 en 1 avec thérapie par la lumière rouge ","icon":"none","row_content":"<p>SolawaveLe <a href=\"https:\/\/fr.solawave.co\/products\/red-light-advanced-wand\" title=\"Bâton de soin 4 en 1 avec thérapie par la lumière rouge\">bâton de soin 4 en 1 avec thérapie par la lumière rouge<\/a> ne doit pas être utilisé dans les zones suivantes :<\/p><ul><li>Zone des seins<\/li><li>Larynx\/gorge<\/li><li>Coffre<\/li><li>Zone de l'aine<\/li><li>Paupières<\/li><li>Sous l'arcade sourcilière<\/li><\/ul><p>SolawaveLe bâton de soin 4 en 1 avec Red Light Therapy ne doit pas être utilisé par les personnes suivantes :<\/p><ul><li>Personnes âgées de moins de 18 ans<\/li><li>Femmes enceintes<\/li><li>Personnes sujettes à des crises d'épilepsie<\/li><li>Personnes atteintes de cancer\/tumeurs<\/li><li>Personnes porteuses d'un stimulateur cardiaque<\/li><li>Personnes porteuses d'un défibrillateur\/stimulateur implanté<\/li><li>Personnes porteuses de dispositifs électroniques implantés<\/li><\/ul>","page":""}}},"block_order":["collapsible_row_JiP4RN","collapsible_row_kKNCFX"],"settings":{"caption":"","heading":"Contre-indications","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_hw7LKe":{"type":"collapsible-content","blocks":{"collapsible_row_hwpL6L":{"type":"collapsible_row","settings":{"heading":"Proposez-vous un service de vente en gros ?","icon":"none","row_content":"<p>Nous vous remercions de l'intérêt que vous portez à notre partenariat avec Solawave. Nous sommes en train de réviser notre programme de vente en gros, alors restez à l'écoute pour les mises à jour. N'hésitez pas à contacter notre <a href=\"https:\/\/help.solawave.co\/contact\/example-rkeRiqp9n\" title=\"https:\/\/help.solawave.co\/contact\/example-rkeRiqp9n\">équipe d'assistance<\/a> si vous avez des questions.<\/p>","page":""}},"collapsible_row_fh3mCe":{"type":"collapsible_row","settings":{"heading":"Offrez-vous une réduction pour les étudiants ?","icon":"none","row_content":"<p>Oui ! Nous offrons aux étudiants une réduction de 20 %. Pour un accès immédiat à cette réduction, <a href=\"https:\/\/fr.solawave.co\/pages\/student-discount\" title=\"Réduction pour les étudiants\"><span style=\"text-decoration:underline\">cliquez ici<\/span><\/a> pour vous inscrire et vérifier votre statut d'étudiant auprès de Student Beans. C'est gratuit !<\/p>","page":""}}},"block_order":["collapsible_row_hwpL6L","collapsible_row_fh3mCe"],"settings":{"caption":"","heading":"Autres","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":64}},"rich_text_RibPEg":{"type":"rich-text","blocks":{"heading_QUmgaN":{"type":"heading","settings":{"heading":"Vous ne trouvez pas ce que vous cherchez ?","heading_size":"h1"}},"button_Pr6hLn":{"type":"button","settings":{"button_label":"Obtenir de l'aide →","button_link":"shopify:\/\/pages\/contact","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["heading_QUmgaN","button_Pr6hLn"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"scheme-2","full_width":true,"padding_top":40,"padding_bottom":52}},"shogun-helper":{"type":"shogun-helper","settings":{}},"shogun-optimizer":{"type":"shogun-optimizer","settings":{}}},"order":["shogun-helper","main","collapsible_content_rjrAkx","collapsible_content_n7YYr8","collapsible_content_T4bAFx","collapsible_content_PPApR4","collapsible_content_nBi9kD","collapsible_content_hw7LKe","rich_text_RibPEg","shogun-optimizer"]}